{
  "products": [
    {
      "category": "cartoon",
      "title": "Астерикс: Земля Богов",
      "genre": "фантастика,  мифология, комедия",
      "year": 2014,
      "rating": "13",
      "description": "Юлий Цезарь  хочет избавиться от упрямых Галлов раз и навсегда. Поскольку его армия не была в состоянии сокрушить их оборону, он решает дейстовать хитростью.  Он строит новый Рим - Землю Богов - вокруг деревни Астерикса, оказывая давление на Галлов, чтобы заставить галлов ассимилироваться или исчезнуть. Несмотря на планы Астерикса и Обеликса остановить строительные работы, здания быстро возвышаются.  Может ли это наконец означать победу для Цезаря?",
      "img1": "https://htv-vsc.kion.ru:32121/CPS/images/universal/film/poster/202210/20221004/13/20221004105042425l9l.jpeg?x=168&y=234&ar=keep",
      "video": "https://youtu.be/DSAtgK1ZYLg",
      "id": 1
    },
    {
      "category": "cartoon",
      "title": "Хранитель луны",
      "genre": "анимация 3d",
      "year": 2015,
      "rating": "12",
      "description": " На диковинной планете где смена дня и ночи осуществляется вручную юного         фавна Мьюна неожиданно избирают хранителем Луны. По неопытности он         теряет светило. Воспользовавшись нарушением баланса царю подземного мира         Некросу удается погасить и Солнце. Теперь Мьюн вместе с хранителем         Солнца — заносчивым Соонэ а также девушкой из воска Глим должен         отправиться в опасное и удивительное приключение чтобы спасти планету и         всех ее разнообразных обитателей.",
      "img1": "https://kinokit.net/uploads/posts/2015-10/1444862199_hranitel-luny.jpg",
      "video": "https://youtu.be/W2msxw_MuRI",
      "id": 3
    },
    {
      "category": "cartoon",
      "title": "Мультфильм: Нэчжа",
      "genre": "фантастика",
      "year": 2019,
      "rating": "13",
      "description": "Небо и земля породили Жемчужину Хаоса, обладающую огромной силой, и образовавшийся демон сразу начал бушевать. Небесный владыка усмирил существо, разделил жемчужину на две - Жемчужину Духа и Жемчужину Демона - и заточил обе в цветок лотоса. А также наказал бессмертному Тайи проследить, чтобы Жемчужина Духа переродилась в третьего сына правителя Ли Цзына, которого следует назвать Нэчжа, а на Жемчужину Демона наложил судьбу - через три года она будет разрушена ударом молнии. Но другой бессмертный по имени Ян Вэй перед самым рождением наследника крадет Жемчужину Духа, и демон вселяется в младенца. Только появившись на свет, Нэчжа начинает кидаться в население файерболами, сея хаос, ужас и разрушения, поэтому Тайи надевает на него золотой усмиряющий ошейник. Правитель Ли Цзин просит оставить малыша в живых и клянётся, что не позволит ему покидать дворец, ведь всё равно через три года Нэчжу настигнет смертельное проклятие.",
      "img1": "https://анимевост.рф/pic/2458_logo.jpg",
      "video": "https://youtu.be/_9Y13VNYUPI",
      "id": 4
    },
    {
      "category": "cartoon",
      "title": "Индюки: Назад в будущее 3D",
      "genre": "анимация комедия",
      "year": 2013,
      "rating": "10",
      "description": "Индюки Регг и Брок находят машину времени и отправляются на триста лет назад во времена самого первого «Дня благодарения» дабы раз и навсегда вычеркнуть индейку из праздничного меню.",
      "img1": "https://s3.vcdn.biz/static/f/496547751/image.jpg",
      "video": "https://youtu.be/mAZNZxulJDE",
      "id": 5
    },
    {
      "category": "movie",
      "title": "Фильм Джеки Чан ",
      "genre": "экшн",
      "year": 2018,
      "rating": "16",
      "description": "На сегодняшний день, это самый большой дисплей Always-On Retina.  большой дисплей Always-On Retina   Дисплей устойчив к царапинам, а также пыле-влагозащищенный",
      "img1": "https://kinotochka.co/uploads/posts/2016-08/1472291861_a0e7d8b06e.jpg",
      "video": "https://youtu.be/OYx76JDYriM",
      "id": 6
    }
  ]
}